{

  "About": "Über uns",
  "Home": "Startseite",
  "Projects": "Projekte",
  "Contact": "Kontakt",
  "Select Language:": "Sprache wählen",
  "Developer": "Entwickler",
  "Greetings!": "Hallo!",
  "I’m": "Mein Name",
  "I’m a 32 year old software enthusiast from Syria currently living in Germany for tow year. I am happily married and have a wonderful son.": "Ich bin 32-jähriger Software-Enthusiast aus Syrien, der seit den letzten zwei Jahren in Deutschland lebt. Ich bin ein Junior Full Stack Entwickler, glücklich verheiratet und stolzer Vater eines wundervollen Sohnes.",
  "Educational Information:": "Bildungsinformationen:",
  "I pursued my interest in information technology and studied computer engineering in Syria from 2008 to 2014, specializing in software.": "Ich habe mein Interesse an Informationstechnologie verfolgt und von 2008 bis 2014 Informatik in Syrien studiert, mit Schwerpunkt auf Software Entwicklung.",
  "During this time, I gained a strong foundation in programming.": "In dieser Zeit habe ich eine solide Grundlage in der Programmierung erworben.",
  "Working Experience:": "Berufserfahrung:",
  "After school, I went further into education and worked as a teaching staff at Al-Bath University for two years. This experience allowed me to share my skills and help develop individual candidates.": "Nach der Schule habe ich mich weitergebildet und zwei Jahre lang als Lehrkraft an der Al-Bath-Universität gearbeitet. Diese Erfahrung ermöglichte es mir, meine Fähigkeiten zu teilen und einzelne Kandidaten zu fördern.",
  "Language Skills:": "Sprachkenntnisse:",
  "One of the most important things I have achieved since moving to Germany is that I have achieved B2 level in German fluently. Effective communication plays an important role in integrating me into a vibrant German community.": "Eine der wichtigsten Dinge, die ich seit meinem Umzug nach Deutschland erreicht habe, ist der B2-Level in fließendem Deutsch. Effektive Kommunikation spielt eine wichtige Rolle dabei, mich in die lebendige deutsche Gemeinschaft zu integrieren.",
  "Current efforts:": "Aktuelle Bemühungen:",
  "I am currently involved in the Weiterbildung program, focusing on Full-Stack Web & App Development. This educational journey not only aligns with my passion for organizing but confirms my commitment to continuous self-improvement": "Ich bin derzeit am Weiterbildungsprogramm beteiligt, das sich auf Full-Stack Web- & App-Entwicklung konzentriert. Diese Bildungsreise stimmt nicht nur mit meiner Leidenschaft für Organisation überein, sondern bestätigt auch mein Engagement für kontinuierliche Selbstverbesserung.",
  "Activity Interests:": "Interessen an Aktivitäten:",
  "My passion for coding extends beyond the professional sphere; It’s a personal preference. I am passionate about the complexity of software development and am always eager to tackle new challenges. For me, programming isn’t just work; It is a journey of constant learning and improvement.": "Meine Leidenschaft für das Programmieren erstreckt sich über den beruflichen Bereich hinaus; es ist eine persönliche Vorliebe. Ich begeistere mich für die Komplexität der Softwareentwicklung und bin immer bereit, neue Herausforderungen anzugehen. Für mich ist Programmieren nicht nur Arbeit; es ist eine Reise ständigen Lernens und Verbesserns.",
  "Future aspirations:": "Zukünftige Ambitionen:",
  "I want to contribute to innovation and use my skills to make a positive impact on the tech scene.": "Ich möchte zur Innovation beitragen und meine Fähigkeiten nutzen, um einen positiven Einfluss auf die Tech-Szene zu haben.",
  "Contact us": "Kontaktiere uns",
  "Feel free to reach out to us with any questions or inquiries.": "Wir freuen uns darauf, von Ihnen zu hören.",
  "Email Address": "E-Mail-Adresse",
  "Your message": "Deine Nachricht",
  "Submit": "Absenden",
  "Message is submitted": "Nachricht wurde gesendet"


}